---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPSupportUtils
source: html/8cbc3d6a-463f-0fd8-b994-8fb95f6d93a2.htm
---
# MEPSupportUtils Members

Create family based stiffener on the specified fabrication ductwork.